{
  "_name_or_path": "microsoft/SportsBERT",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "finetuning_task": "ner",
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "B-Batting_style",
    "1": "B-Bowler_style",
    "2": "B-Competition_name",
    "3": "B-Match_phase",
    "4": "B-Outcome",
    "5": "B-Player",
    "6": "B-Season",
    "7": "B-Stadium",
    "8": "B-Team_name",
    "9": "I-Batting_style",
    "10": "I-Bowler_style",
    "11": "I-Match_phase",
    "12": "I-Player",
    "13": "I-Season",
    "14": "I-Stadium",
    "15": "I-Team_name",
    "16": "O"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-Batting_style": 0,
    "B-Bowler_style": 1,
    "B-Competition_name": 2,
    "B-Match_phase": 3,
    "B-Outcome": 4,
    "B-Player": 5,
    "B-Season": 6,
    "B-Stadium": 7,
    "B-Team_name": 8,
    "I-Batting_style": 9,
    "I-Bowler_style": 10,
    "I-Match_phase": 11,
    "I-Player": 12,
    "I-Season": 13,
    "I-Stadium": 14,
    "I-Team_name": 15,
    "O": 16
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "total_flos": 6929073326854013664,
  "transformers_version": "4.34.0",
  "type_vocab_size": 1,
  "use_cache": true,
  "vocab_size": 10000
}
