{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "}": 71,
      "~": 72,
      "##n": 73,
      "##0": 74,
      "##r": 75,
      "##i": 76,
      "##l": 77,
      "##g": 78,
      "##j": 79,
      "##k": 80,
      "##t": 81,
      "##o": 82,
      "##m": 83,
      "##y": 84,
      "##w": 85,
      "##s": 86,
      "##p": 87,
      "##a": 88,
      "##e": 89,
      "##8": 90,
      "##4": 91,
      "##u": 92,
      "##b": 93,
      "##7": 94,
      "##q": 95,
      "##d": 96,
      "##z": 97,
      "##x": 98,
      "##f": 99,
      "##5": 100,
      "##v": 101,
      "##6": 102,
      "##1": 103,
      "##h": 104,
      "##9": 105,
      "##c": 106,
      "##3": 107,
      "##2": 108,
      "th": 109,
      "##er": 110,
      "##in": 111,
      "the": 112,
      "##on": 113,
      "##or": 114,
      "##en": 115,
      "##an": 116,
      "##ed": 117,
      "##es": 118,
      "##ing": 119,
      "##ar": 120,
      "##at": 121,
      "to": 122,
      "##nd": 123,
      "##as": 124,
      "in": 125,
      "##al": 126,
      "##it": 127,
      "##ou": 128,
      "##is": 129,
      "and": 130,
      "of": 131,
      "##am": 132,
      "##ay": 133,
      "##ll": 134,
      "##re": 135,
      "##om": 136,
      "##ic": 137,
      "##st": 138,
      "##ac": 139,
      "##et": 140,
      "on": 141,
      "##el": 142,
      "##ot": 143,
      "st": 144,
      "##ad": 145,
      "##ut": 146,
      "##id": 147,
      "be": 148,
      "for": 149,
      "##le": 150,
      "##ow": 151,
      "##ion": 152,
      "##ve": 153,
      "##ig": 154,
      "##ur": 155,
      "wh": 156,
      "he": 157,
      "##ent": 158,
      "re": 159,
      "se": 160,
      "##ter": 161,
      "##ir": 162,
      "##ith": 163,
      "##ly": 164,
      "##ch": 165,
      "##ers": 166,
      "with": 167,
      "that": 168,
      "at": 169,
      "it": 170,
      "##im": 171,
      "pl": 172,
      "is": 173,
      "##ver": 174,
      "##ill": 175,
      "##ld": 176,
      "##os": 177,
      "we": 178,
      "his": 179,
      "was": 180,
      "##th": 181,
      "an": 182,
      "##igh": 183,
      "play": 184,
      "as": 185,
      "##ce": 186,
      "le": 187,
      "de": 188,
      "##ag": 189,
      "fr": 190,
      "ch": 191,
      "##ts": 192,
      "##ack": 193,
      "go": 194,
      "##ak": 195,
      "pr": 196,
      "ha": 197,
      "##all": 198,
      "##ere": 199,
      "##ain": 200,
      "gam": 201,
      "ne": 202,
      "20": 203,
      "te": 204,
      "sh": 205,
      "##ard": 206,
      "##ol": 207,
      "##and": 208,
      "##se": 209,
      "##est": 210,
      "##un": 211,
      "com": 212,
      "##ight": 213,
      "but": 214,
      "##il": 215,
      "con": 216,
      "##ason": 217,
      "##ri": 218,
      "##ore": 219,
      "this": 220,
      "sp": 221,
      "##pp": 222,
      "##ast": 223,
      "##ear": 224,
      "have": 225,
      "su": 226,
      "has": 227,
      "sa": 228,
      "##ive": 229,
      "co": 230,
      "##ct": 231,
      "team": 232,
      "you": 233,
      "##od": 234,
      "al": 235,
      "will": 236,
      "from": 237,
      "##ould": 238,
      "game": 239,
      "ag": 240,
      "season": 241,
      "br": 242,
      "##us": 243,
      "tr": 244,
      "tw": 245,
      "##ess": 246,
      "##ust": 247,
      "##ate": 248,
      "##art": 249,
      "not": 250,
      "##ue": 251,
      "##ke": 252,
      "201": 253,
      "po": 254,
      "##ation": 255,
      "##gh": 256,
      "year": 257,
      "out": 258,
      "all": 259,
      "##ff": 260,
      "they": 261,
      "##our": 262,
      "##ul": 263,
      "##ick": 264,
      "off": 265,
      "af": 266,
      "up": 267,
      "##ant": 268,
      "##ie": 269,
      "by": 270,
      "are": 271,
      "said": 272,
      "##ok": 273,
      "fir": 274,
      "##day": 275,
      "##ome": 276,
      "##ach": 277,
      "win": 278,
      "first": 279,
      "lo": 280,
      "after": 281,
      "##ort": 282,
      "ex": 283,
      "cl": 284,
      "tim": 285,
      "##ck": 286,
      "li": 287,
      "##op": 288,
      "##out": 289,
      "##ound": 290,
      "##ab": 291,
      "##em": 292,
      "one": 293,
      "##um": 294,
      "ro": 295,
      "who": 296,
      "ab": 297,
      "their": 298,
      "##own": 299,
      "so": 300,
      "##iv": 301,
      "fin": 302,
      "fo": 303,
      "sc": 304,
      "##ans": 305,
      "##ra": 306,
      "##ning": 307,
      "had": 308,
      "##ree": 309,
      "##ond": 310,
      "##end": 311,
      "##ough": 312,
      "wor": 313,
      "un": 314,
      "qu": 315,
      "##ally": 316,
      "or": 317,
      "again": 318,
      "over": 319,
      "can": 320,
      "##ity": 321,
      "back": 322,
      "do": 323,
      "two": 324,
      "##ich": 325,
      "no": 326,
      "get": 327,
      "##av": 328,
      "##ine": 329,
      "##ap": 330,
      "new": 331,
      "man": 332,
      "##ia": 333,
      "mo": 334,
      "ar": 335,
      "def": 336,
      "##ake": 337,
      "more": 338,
      "just": 339,
      "##amp": 340,
      "en": 341,
      "him": 342,
      "last": 343,
      "##ist": 344,
      "##ions": 345,
      "pro": 346,
      "poin": 347,
      "##ect": 348,
      "##ge": 349,
      "time": 350,
      "when": 351,
      "##ens": 352,
      "##ies": 353,
      "##ek": 354,
      "##ft": 355,
      "##ball": 356,
      "been": 357,
      "##ide": 358,
      "per": 359,
      "sec": 360,
      "car": 361,
      "##atch": 362,
      "##ong": 363,
      "mar": 364,
      "cont": 365,
      "##ord": 366,
      "ad": 367,
      "##her": 368,
      "there": 369,
      "##ip": 370,
      "against": 371,
      "##urn": 372,
      "##ber": 373,
      "##one": 374,
      "##als": 375,
      "me": 376,
      "fe": 377,
      "##son": 378,
      "##to": 379,
      "10": 380,
      "week": 381,
      "jo": 382,
      "##cc": 383,
      "##mp": 384,
      "##eld": 385,
      "run": 386,
      "if": 387,
      "##ep": 388,
      "##ub": 389,
      "second": 390,
      "##ven": 391,
      "gr": 392,
      "kn": 393,
      "three": 394,
      "##au": 395,
      "##act": 396,
      "##ass": 397,
      "leag": 398,
      "##so": 399,
      "games": 400,
      "##ace": 401,
      "##ose": 402,
      "what": 403,
      "four": 404,
      "##ame": 405,
      "##ton": 406,
      "us": 407,
      "would": 408,
      "##ro": 409,
      "league": 410,
      "##man": 411,
      "##ade": 412,
      "##mer": 413,
      "##ian": 414,
      "##ely": 415,
      "##oss": 416,
      "bo": 417,
      "about": 418,
      "coach": 419,
      "op": 420,
      "##ish": 421,
      "were": 422,
      "rec": 423,
      "##ays": 424,
      "bl": 425,
      "##ield": 426,
      "start": 427,
      "pre": 428,
      "ever": 429,
      "##ile": 430,
      "players": 431,
      "some": 432,
      "##up": 433,
      "##if": 434,
      "how": 435,
      "like": 436,
      "##ud": 437,
      "##ence": 438,
      "min": 439,
      "rep": 440,
      "gu": 441,
      "##oun": 442,
      "did": 443,
      "also": 444,
      "cr": 445,
      "##ings": 446,
      "##uch": 447,
      "than": 448,
      "##ous": 449,
      "##ting": 450,
      "##land": 451,
      "##age": 452,
      "could": 453,
      "##ment": 454,
      "comp": 455,
      "foot": 456,
      "thr": 457,
      "gre": 458,
      "into": 459,
      "bas": 460,
      "exp": 461,
      "##arter": 462,
      "bec": 463,
      "##ix": 464,
      "##ated": 465,
      "##ice": 466,
      "good": 467,
      "##ink": 468,
      "look": 469,
      "mon": 470,
      "ke": 471,
      "##orts": 472,
      "end": 473,
      "big": 474,
      "##ull": 475,
      "going": 476,
      "points": 477,
      "##ble": 478,
      "now": 479,
      "ho": 480,
      "state": 481,
      "##ory": 482,
      "19": 483,
      "##ite": 484,
      "##fl": 485,
      "bet": 486,
      "##hing": 487,
      "##ure": 488,
      "##fore": 489,
      "champ": 490,
      "which": 491,
      "##ry": 492,
      "##ards": 493,
      "dur": 494,
      "ph": 495,
      "before": 496,
      "lead": 497,
      "##ins": 498,
      "sch": 499,
      "only": 500,
      "##ah": 501,
      "scor": 502,
      "str": 503,
      "di": 504,
      "##cl": 505,
      "##ance": 506,
      "##ense": 507,
      "##ign": 508,
      "##back": 509,
      "res": 510,
      "##ther": 511,
      "##ial": 512,
      "any": 513,
      "##ug": 514,
      "fl": 515,
      "##ier": 516,
      "##qu": 517,
      "##able": 518,
      "down": 519,
      "##iss": 520,
      "my": 521,
      "ser": 522,
      "them": 523,
      "top": 524,
      "und": 525,
      "every": 526,
      "high": 527,
      "imp": 528,
      "##tt": 529,
      "inter": 530,
      "##ner": 531,
      "app": 532,
      "football": 533,
      "hit": 534,
      "##ary": 535,
      "##we": 536,
      "##ict": 537,
      "best": 538,
      "during": 539,
      "player": 540,
      "##ition": 541,
      "while": 542,
      "nfl": 543,
      "right": 544,
      "##les": 545,
      "##ors": 546,
      "12": 547,
      "quarter": 548,
      "##iz": 549,
      "ret": 550,
      "##ets": 551,
      "ear": 552,
      "##ys": 553,
      "star": 554,
      "most": 555,
      "11": 556,
      "ve": 557,
      "ap": 558,
      "##ks": 559,
      "line": 560,
      "##sp": 561,
      "got": 562,
      "day": 563,
      "think": 564,
      "##ird": 565,
      "make": 566,
      "##let": 567,
      "made": 568,
      "##io": 569,
      "open": 570,
      "may": 571,
      "ball": 572,
      "##ec": 573,
      "##ince": 574,
      "round": 575,
      "##pt": 576,
      "##ensive": 577,
      "don": 578,
      "##xt": 579,
      "world": 580,
      "inj": 581,
      "sports": 582,
      "under": 583,
      "##aw": 584,
      "match": 585,
      "am": 586,
      "##itt": 587,
      "injur": 588,
      "final": 589,
      "dra": 590,
      "won": 591,
      "need": 592,
      "well": 593,
      "##ang": 594,
      "home": 595,
      "hal": 596,
      "##ind": 597,
      "five": 598,
      "still": 599,
      "way": 600,
      "##ause": 601,
      "pass": 602,
      "know": 603,
      "##ery": 604,
      "##anc": 605,
      "six": 606,
      "bot": 607,
      "##ving": 608,
      "goal": 609,
      "other": 610,
      "left": 611,
      "bu": 612,
      "even": 613,
      "since": 614,
      "years": 615,
      "champions": 616,
      "dec": 617,
      "our": 618,
      "##ited": 619,
      "##ne": 620,
      "teams": 621,
      "next": 622,
      "dis": 623,
      "##ues": 624,
      "##itch": 625,
      "##ved": 626,
      "##elp": 627,
      "head": 628,
      "##atur": 629,
      "work": 630,
      "part": 631,
      "then": 632,
      "##aking": 633,
      "ind": 634,
      "her": 635,
      "care": 636,
      "here": 637,
      "sl": 638,
      "field": 639,
      "rel": 640,
      "##hip": 641,
      "see": 642,
      "##ail": 643,
      "##nes": 644,
      "##itter": 645,
      "through": 646,
      "pick": 647,
      "##ady": 648,
      "third": 649,
      "aw": 650,
      "##ves": 651,
      "conf": 652,
      "##ba": 653,
      "night": 654,
      "##ool": 655,
      "because": 656,
      "add": 657,
      "cle": 658,
      "ste": 659,
      "long": 660,
      "club": 661,
      "red": 662,
      "##other": 663,
      "##vel": 664,
      "twitter": 665,
      "##llow": 666,
      "want": 667,
      "##ris": 668,
      "rem": 669,
      "##att": 670,
      "##00": 671,
      "des": 672,
      "take": 673,
      "##ank": 674,
      "bre": 675,
      "##ced": 676,
      "point": 677,
      "##ious": 678,
      "##alk": 679,
      "att": 680,
      "15": 681,
      "its": 682,
      "should": 683,
      "great": 684,
      "played": 685,
      "ma": 686,
      "2019": 687,
      "much": 688,
      "##br": 689,
      "miss": 690,
      "##ire": 691,
      "being": 692,
      "##off": 693,
      "##ock": 694,
      "##vent": 695,
      "city": 696,
      "cent": 697,
      "half": 698,
      "##uck": 699,
      "ll": 700,
      "put": 701,
      "old": 702,
      "coll": 703,
      "13": 704,
      "sm": 705,
      "acc": 706,
      "sign": 707,
      "really": 708,
      "##ston": 709,
      "tri": 710,
      "where": 711,
      "shot": 712,
      "minut": 713,
      "set": 714,
      "both": 715,
      "bel": 716,
      "reg": 717,
      "par": 718,
      "el": 719,
      "14": 720,
      "though": 721,
      "##tain": 722,
      "lot": 723,
      "sund": 724,
      "career": 725,
      "she": 726,
      "ben": 727,
      "##per": 728,
      "##ates": 729,
      "##urs": 730,
      "##gr": 731,
      "##hn": 732,
      "pat": 733,
      "yards": 734,
      "##ty": 735,
      "hand": 736,
      "nation": 737,
      "cup": 738,
      "16": 739,
      "mi": 740,
      "rece": 741,
      "##ward": 742,
      "another": 743,
      "pe": 744,
      "show": 745,
      "##ult": 746,
      "##ley": 747,
      "##ision": 748,
      "draft": 749,
      "playing": 750,
      "##for": 751,
      "satur": 752,
      "saturday": 753,
      "##ams": 754,
      "those": 755,
      "bar": 756,
      "##ase": 757,
      "follow": 758,
      "very": 759,
      "pos": 760,
      "2018": 761,
      "##urr": 762,
      "sunday": 763,
      "##led": 764,
      "mill": 765,
      "202": 766,
      "wr": 767,
      "ass": 768,
      "finish": 769,
      "cor": 770,
      "return": 771,
      "cap": 772,
      "##ov": 773,
      "john": 774,
      "tit": 775,
      "help": 776,
      "vs": 777,
      "##clud": 778,
      "##ffer": 779,
      "##ester": 780,
      "does": 781,
      "eng": 782,
      "opp": 783,
      "post": 784,
      "##ating": 785,
      "pitch": 786,
      "##az": 787,
      "fans": 788,
      "bow": 789,
      "18": 790,
      "happ": 791,
      "17": 792,
      "come": 793,
      "##ash": 794,
      "30": 795,
      "mid": 796,
      "ed": 797,
      "record": 798,
      "##erson": 799,
      "col": 800,
      "nor": 801,
      "didn": 802,
      "act": 803,
      "##cus": 804,
      "better": 805,
      "includ": 806,
      "##be": 807,
      "##ild": 808,
      "##ket": 809,
      "lat": 810,
      "##oup": 811,
      "##ons": 812,
      "former": 813,
      "##field": 814,
      "vict": 815,
      "manag": 816,
      "char": 817,
      "call": 818,
      "##ior": 819,
      "los": 820,
      "med": 821,
      "##ise": 822,
      "your": 823,
      "free": 824,
      "scored": 825,
      "coun": 826,
      "pa": 827,
      "##ead": 828,
      "comm": 829,
      "injury": 830,
      "cour": 831,
      "playoff": 832,
      "ow": 833,
      "contr": 834,
      "pres": 835,
      "hop": 836,
      "##ph": 837,
      "quarterback": 838,
      "##ations": 839,
      "##ork": 840,
      "25": 841,
      "##ected": 842,
      "##down": 843,
      "hard": 844,
      "rus": 845,
      "turn": 846,
      "championship": 847,
      "dr": 848,
      "dou": 849,
      "##ave": 850,
      "2017": 851,
      "sw": 852,
      "nba": 853,
      "went": 854,
      "##ps": 855,
      "##sel": 856,
      "mich": 857,
      "##ents": 858,
      "touch": 859,
      "defense": 860,
      "##bo": 861,
      "bowl": 862,
      "inning": 863,
      "loss": 864,
      "series": 865,
      "##omet": 866,
      "say": 867,
      "keep": 868,
      "##ters": 869,
      "today": 870,
      "sur": 871,
      "watch": 872,
      "try": 873,
      "things": 874,
      "esp": 875,
      "##ics": 876,
      "##ami": 877,
      "sou": 878,
      "2020": 879,
      "##enn": 880,
      "##aining": 881,
      "ac": 882,
      "##ium": 883,
      "##iday": 884,
      "##ger": 885,
      "around": 886,
      "##ath": 887,
      "21": 888,
      "##akes": 889,
      "##are": 890,
      "##side": 891,
      "defensive": 892,
      "deal": 893,
      "##pped": 894,
      "came": 895,
      "giv": 896,
      "appear": 897,
      "cons": 898,
      "##enc": 899,
      "dav": 900,
      "2016": 901,
      "200": 902,
      "##lo": 903,
      "##ars": 904,
      "compet": 905,
      "many": 906,
      "camp": 907,
      "past": 908,
      "school": 909,
      "stre": 910,
      "base": 911,
      "report": 912,
      "##ib": 913,
      "##ott": 914,
      "##ied": 915,
      "united": 916,
      "##ik": 917,
      "##ane": 918,
      "##ames": 919,
      "side": 920,
      "super": 921,
      "24": 922,
      "##ood": 923,
      "ter": 924,
      "too": 925,
      "htt": 926,
      "##iver": 927,
      "##ular": 928,
      "##og": 929,
      "feel": 930,
      "minutes": 931,
      "##ern": 932,
      "somet": 933,
      "##ina": 934,
      "jon": 935,
      "colle": 936,
      "##ament": 937,
      "month": 938,
      "##ats": 939,
      "contin": 940,
      "##fc": 941,
      "##enal": 942,
      "##ont": 943,
      "##get": 944,
      "friday": 945,
      "ath": 946,
      "ang": 947,
      "youn": 948,
      "san": 949,
      "seven": 950,
      "goals": 951,
      "few": 952,
      "real": 953,
      "##bs": 954,
      "im": 955,
      "##ittle": 956,
      "##iew": 957,
      "mc": 958,
      "sk": 959,
      "away": 960,
      "##gan": 961,
      "place": 962,
      "far": 963,
      "athlet": 964,
      "##ster": 965,
      "##ling": 966,
      "england": 967,
      "22": 968,
      "##erence": 969,
      "##tim": 970,
      "ext": 971,
      "times": 972,
      "peop": 973,
      "took": 974,
      "little": 975,
      "inc": 976,
      "##ona": 977,
      "forward": 978,
      "cal": 979,
      "war": 980,
      "people": 981,
      "##ever": 982,
      "har": 983,
      "##rew": 984,
      "move": 985,
      "##ower": 986,
      "sim": 987,
      "ann": 988,
      "##ently": 989,
      "##ange": 990,
      "news": 991,
      "winning": 992,
      "million": 993,
      "##ham": 994,
      "##ef": 995,
      "##une": 996,
      "##ility": 997,
      "allow": 998,
      "fourth": 999,
      "##ined": 1000,
      "early": 1001,
      "college": 1002,
      "beat": 1003,
      "differ": 1004,
      "never": 1005,
      "rank": 1006,
      "victory": 1007,
      "fight": 1008,
      "23": 1009,
      "##ell": 1010,
      "##ett": 1011,
      "##ler": 1012,
      "##ots": 1013,
      "##ween": 1014,
      "##cent": 1015,
      "##gers": 1016,
      "tourn": 1017,
      "touchdown": 1018,
      "hou": 1019,
      "basket": 1020,
      "full": 1021,
      "wed": 1022,
      "dri": 1023,
      "getting": 1024,
      "between": 1025,
      "tex": 1026,
      "thurs": 1027,
      "##but": 1028,
      "thursday": 1029,
      "south": 1030,
      "title": 1031,
      "lik": 1032,
      "##by": 1033,
      "##thing": 1034,
      "stad": 1035,
      "event": 1036,
      "##ille": 1037,
      "west": 1038,
      "young": 1039,
      "##vious": 1040,
      "each": 1041,
      "##eter": 1042,
      "bay": 1043,
      "ju": 1044,
      "beh": 1045,
      "stadium": 1046,
      "sit": 1047,
      "maj": 1048,
      "##ress": 1049,
      "jack": 1050,
      "sho": 1051,
      "same": 1052,
      "told": 1053,
      "poss": 1054,
      "ml": 1055,
      "##ical": 1056,
      "##ee": 1057,
      "perfor": 1058,
      "own": 1059,
      "num": 1060,
      "##ights": 1061,
      "ty": 1062,
      "angel": 1063,
      "monday": 1064,
      "might": 1065,
      "##ably": 1066,
      "pic": 1067,
      "ra": 1068,
      "##ible": 1069,
      "conference": 1070,
      "##vin": 1071,
      "running": 1072,
      "eight": 1073,
      "##nesday": 1074,
      "wednesday": 1075,
      "##co": 1076,
      "##hl": 1077,
      "##ways": 1078,
      "mor": 1079,
      "stri": 1080,
      "aver": 1081,
      "score": 1082,
      "coming": 1083,
      "##ral": 1084,
      "mat": 1085,
      "cel": 1086,
      "la": 1087,
      "brown": 1088,
      "##ially": 1089,
      "##ody": 1090,
      "position": 1091,
      "em": 1092,
      "basketball": 1093,
      "tues": 1094,
      "washing": 1095,
      "##ful": 1096,
      "lost": 1097,
      "manager": 1098,
      "seem": 1099,
      "tuesday": 1100,
      "##ider": 1101,
      "card": 1102,
      "washington": 1103,
      "york": 1104,
      "tal": 1105,
      "let": 1106,
      "##head": 1107,
      "##und": 1108,
      "chance": 1109,
      "these": 1110,
      "press": 1111,
      "reb": 1112,
      "stand": 1113,
      "always": 1114,
      "hist": 1115,
      "break": 1116,
      "tournament": 1117,
      "mem": 1118,
      "##sk": 1119,
      "runs": 1120,
      "##ey": 1121,
      "starting": 1122,
      "guard": 1123,
      "leg": 1124,
      "defend": 1125,
      "having": 1126,
      "##med": 1127,
      "dep": 1128,
      "##gin": 1129,
      "##uary": 1130,
      "offensive": 1131,
      "center": 1132,
      "##ugg": 1133,
      "something": 1134,
      "pract": 1135,
      "##ann": 1136,
      "##eng": 1137,
      "resp": 1138,
      "sum": 1139,
      "usa": 1140,
      "##vers": 1141,
      "list": 1142,
      "offense": 1143,
      "##ville": 1144,
      "stra": 1145,
      "##ivers": 1146,
      "inst": 1147,
      "face": 1148,
      "##ident": 1149,
      "behind": 1150,
      "##bur": 1151,
      "able": 1152,
      "making": 1153,
      "including": 1154,
      "##self": 1155,
      "28": 1156,
      "##ounds": 1157,
      "##ortun": 1158,
      "kick": 1159,
      "##ually": 1160,
      "##til": 1161,
      "27": 1162,
      "percent": 1163,
      "eas": 1164,
      "##lex": 1165,
      "talk": 1166,
      "https": 1167,
      "rest": 1168,
      "contract": 1169,
      "mom": 1170,
      "inv": 1171,
      "prem": 1172,
      "##ale": 1173,
      "however": 1174,
      "##air": 1175,
      "mark": 1176,
      "led": 1177,
      "bro": 1178,
      "group": 1179,
      "throw": 1180,
      "##ather": 1181,
      "26": 1182,
      "##iting": 1183,
      "says": 1184,
      "willi": 1185,
      "james": 1186,
      "jan": 1187,
      "##odu": 1188,
      "seasons": 1189,
      "##orn": 1190,
      "##meric": 1191,
      "guys": 1192,
      "mad": 1193,
      "national": 1194,
      "trans": 1195,
      "major": 1196,
      "without": 1197,
      "find": 1198,
      "del": 1199,
      "americ": 1200,
      "val": 1201,
      "##ists": 1202,
      "short": 1203,
      "class": 1204,
      "step": 1205,
      "##ony": 1206,
      "##ances": 1207,
      "##ca": 1208,
      "##int": 1209,
      "aust": 1210,
      "tack": 1211,
      "gold": 1212,
      "##ew": 1213,
      "tom": 1214,
      "##ready": 1215,
      "already": 1216,
      "supp": 1217,
      "give": 1218,
      "why": 1219,
      "added": 1220,
      "walk": 1221,
      "##oy": 1222,
      "straight": 1223,
      "ten": 1224,
      "sing": 1225,
      "##ief": 1226,
      "##ring": 1227,
      "until": 1228,
      "##ford": 1229,
      "baseball": 1230,
      "##ald": 1231,
      "days": 1232,
      "enough": 1233,
      "succ": 1234,
      "lu": 1235,
      "late": 1236,
      "##aff": 1237,
      "div": 1238,
      "eff": 1239,
      "##vid": 1240,
      "spe": 1241,
      "bit": 1242,
      "count": 1243,
      "##ertain": 1244,
      "doesn": 1245,
      "##ms": 1246,
      "gen": 1247,
      "catch": 1248,
      "phil": 1249,
      "houston": 1250,
      "adv": 1251,
      "##gest": 1252,
      "history": 1253,
      "scoring": 1254,
      "fif": 1255,
      "happen": 1256,
      "ge": 1257,
      "success": 1258,
      "race": 1259,
      "##ugh": 1260,
      "##ost": 1261,
      "av": 1262,
      "offic": 1263,
      "spec": 1264,
      "ham": 1265,
      "quest": 1266,
      "looking": 1267,
      "ufc": 1268,
      "ask": 1269,
      "progr": 1270,
      "started": 1271,
      "##season": 1272,
      "##cept": 1273,
      "squ": 1274,
      "che": 1275,
      "clear": 1276,
      "different": 1277,
      "gian": 1278,
      "announ": 1279,
      "sure": 1280,
      "vis": 1281,
      "##ual": 1282,
      "later": 1283,
      "training": 1284,
      "following": 1285,
      "power": 1286,
      "nine": 1287,
      "fac": 1288,
      "north": 1289,
      "march": 1290,
      "##ago": 1291,
      "level": 1292,
      "least": 1293,
      "##fe": 1294,
      "sol": 1295,
      "bill": 1296,
      "test": 1297,
      "complet": 1298,
      "mike": 1299,
      "green": 1300,
      "mil": 1301,
      "shoot": 1302,
      "ahead": 1303,
      "##fer": 1304,
      "##ark": 1305,
      "smith": 1306,
      "##mber": 1307,
      "premier": 1308,
      "media": 1309,
      "##thers": 1310,
      "##ency": 1311,
      "29": 1312,
      "curr": 1313,
      "##ily": 1314,
      "##view": 1315,
      "thing": 1316,
      "bull": 1317,
      "yet": 1318,
      "##ds": 1319,
      "pot": 1320,
      "spot": 1321,
      "##der": 1322,
      "er": 1323,
      "##riz": 1324,
      "performan": 1325,
      "##its": 1326,
      "det": 1327,
      "phot": 1328,
      "rook": 1329,
      "sport": 1330,
      "likely": 1331,
      "##ired": 1332,
      "qual": 1333,
      "summer": 1334,
      "patri": 1335,
      "belie": 1336,
      "31": 1337,
      "sel": 1338,
      "net": 1339,
      "strong": 1340,
      "finished": 1341,
      "sen": 1342,
      "remain": 1343,
      "front": 1344,
      "ob": 1345,
      "once": 1346,
      "sn": 1347,
      "hold": 1348,
      "bad": 1349,
      "##key": 1350,
      "##ession": 1351,
      "dom": 1352,
      "wom": 1353,
      "##augh": 1354,
      "tor": 1355,
      "desp": 1356,
      "wasn": 1357,
      "aug": 1358,
      "##yan": 1359,
      "##chester": 1360,
      "int": 1361,
      "job": 1362,
      "weeks": 1363,
      "##pool": 1364,
      "exper": 1365,
      "decision": 1366,
      "stay": 1367,
      "certain": 1368,
      "practice": 1369,
      "000": 1370,
      "jones": 1371,
      "accord": 1372,
      "##ational": 1373,
      "liver": 1374,
      "near": 1375,
      "sal": 1376,
      "##ael": 1377,
      "sched": 1378,
      "done": 1379,
      "despite": 1380,
      "##rect": 1381,
      "##aps": 1382,
      "##ci": 1383,
      "according": 1384,
      "##yle": 1385,
      "alex": 1386,
      "##ump": 1387,
      "yard": 1388,
      "##esh": 1389,
      "eag": 1390,
      "##ember": 1391,
      "opportun": 1392,
      "angeles": 1393,
      "##ities": 1394,
      "opt": 1395,
      "thom": 1396,
      "den": 1397,
      "liverpool": 1398,
      "chic": 1399,
      "innings": 1400,
      "##attle": 1401,
      "oly": 1402,
      "##wh": 1403,
      "williams": 1404,
      "reach": 1405,
      "jos": 1406,
      "dan": 1407,
      "##ez": 1408,
      "form": 1409,
      "flor": 1410,
      "eur": 1411,
      "sy": 1412,
      "manchester": 1413,
      "double": 1414,
      "olymp": 1415,
      "park": 1416,
      "##ipp": 1417,
      "patriots": 1418,
      "miami": 1419,
      "##osp": 1420,
      "intern": 1421,
      "sept": 1422,
      "fav": 1423,
      "plays": 1424,
      "overall": 1425,
      "##ages": 1426,
      "trade": 1427,
      "quick": 1428,
      "2015": 1429,
      "roster": 1430,
      "##res": 1431,
      "prob": 1432,
      "fut": 1433,
      "mlb": 1434,
      "rock": 1435,
      "##bers": 1436,
      "close": 1437,
      "##ota": 1438,
      "##igan": 1439,
      "##way": 1440,
      "##ned": 1441,
      "pan": 1442,
      "texas": 1443,
      "##sea": 1444,
      "person": 1445,
      "dist": 1446,
      "chicago": 1447,
      "espn": 1448,
      "50": 1449,
      "impro": 1450,
      "mart": 1451,
      "host": 1452,
      "giants": 1453,
      "wide": 1454,
      "import": 1455,
      "tot": 1456,
      "wins": 1457,
      "ok": 1458,
      "lou": 1459,
      "##ately": 1460,
      "rookie": 1461,
      "rac": 1462,
      "##cel": 1463,
      "regular": 1464,
      "49": 1465,
      "##eg": 1466,
      "mean": 1467,
      "potent": 1468,
      "tough": 1469,
      "weekend": 1470,
      "missed": 1471,
      "consider": 1472,
      "##inals": 1473,
      "oct": 1474,
      "men": 1475,
      "tre": 1476,
      "##red": 1477,
      "##ida": 1478,
      "##ho": 1479,
      "fall": 1480,
      "##ific": 1481,
      "##ru": 1482,
      "gar": 1483,
      "strugg": 1484,
      "interest": 1485,
      "johnson": 1486,
      "repl": 1487,
      "geor": 1488,
      "kind": 1489,
      "wa": 1490,
      "given": 1491,
      "40": 1492,
      "road": 1493,
      "gener": 1494,
      "##pl": 1495,
      "course": 1496,
      "##ines": 1497,
      "##go": 1498,
      "future": 1499,
      "meet": 1500,
      "expected": 1501,
      "nhl": 1502,
      "taking": 1503,
      "corner": 1504,
      "david": 1505,
      "##sh": 1506,
      "defe": 1507,
      "receiver": 1508,
      "##ino": 1509,
      "aren": 1510,
      "women": 1511,
      "ger": 1512,
      "oh": 1513,
      "doing": 1514,
      "##ness": 1515,
      "along": 1516,
      "##rid": 1517,
      "##oph": 1518,
      "june": 1519,
      "cut": 1520,
      "##inc": 1521,
      "boston": 1522,
      "##ule": 1523,
      "##igning": 1524,
      "ago": 1525,
      "rob": 1526,
      "iss": 1527,
      "white": 1528,
      "##iel": 1529,
      "trying": 1530,
      "##ansas": 1531,
      "##olina": 1532,
      "found": 1533,
      "ariz": 1534,
      "gl": 1535,
      "probably": 1536,
      "pack": 1537,
      "chris": 1538,
      "##ared": 1539,
      "##de": 1540,
      "ars": 1541,
      "expect": 1542,
      "clos": 1543,
      "##rick": 1544,
      "wild": 1545,
      "champion": 1546,
      "chief": 1547,
      "chr": 1548,
      "squad": 1549,
      "playoffs": 1550,
      "pay": 1551,
      "##oney": 1552,
      "number": 1553,
      "division": 1554,
      "##app": 1555,
      "cover": 1556,
      "##ama": 1557,
      "isn": 1558,
      "chel": 1559,
      "heal": 1560,
      "cre": 1561,
      "among": 1562,
      "jackson": 1563,
      "##line": 1564,
      "michigan": 1565,
      "prett": 1566,
      "bat": 1567,
      "important": 1568,
      "ref": 1569,
      "##iod": 1570,
      "gave": 1571,
      "prom": 1572,
      "100": 1573,
      "sub": 1574,
      "vir": 1575,
      "pretty": 1576,
      "florida": 1577,
      "matt": 1578,
      "moment": 1579,
      "period": 1580,
      "court": 1581,
      "apr": 1582,
      "july": 1583,
      "experi": 1584,
      "##ither": 1585,
      "produ": 1586,
      "signed": 1587,
      "##body": 1588,
      "pol": 1589,
      "##ants": 1590,
      "##ative": 1591,
      "change": 1592,
      "performance": 1593,
      "eagles": 1594,
      "##ush": 1595,
      "##ures": 1596,
      "teamm": 1597,
      "##ments": 1598,
      "less": 1599,
      "ryan": 1600,
      "chelsea": 1601,
      "himself": 1602,
      "##ively": 1603,
      "atl": 1604,
      "direct": 1605,
      "##anch": 1606,
      "tig": 1607,
      "reason": 1608,
      "enter": 1609,
      "fact": 1610,
      "talent": 1611,
      "##lic": 1612,
      "##cuss": 1613,
      "ready": 1614,
      "starter": 1615,
      "opening": 1616,
      "allowed": 1617,
      "##veland": 1618,
      "chall": 1619,
      "##ement": 1620,
      "cleveland": 1621,
      "ent": 1622,
      "##ners": 1623,
      "guy": 1624,
      "live": 1625,
      "such": 1626,
      "era": 1627,
      "du": 1628,
      "blue": 1629,
      "shots": 1630,
      "vide": 1631,
      "mcc": 1632,
      "##my": 1633,
      "trip": 1634,
      "cow": 1635,
      "photo": 1636,
      "##itive": 1637,
      "tar": 1638,
      "carolina": 1639,
      "surp": 1640,
      "##ction": 1641,
      "##str": 1642,
      "chang": 1643,
      "##ought": 1644,
      "love": 1645,
      "##gether": 1646,
      "je": 1647,
      "penal": 1648,
      "makes": 1649,
      "april": 1650,
      "sid": 1651,
      "##ize": 1652,
      "gol": 1653,
      "prof": 1654,
      "fifth": 1655,
      "##ma": 1656,
      "ir": 1657,
      "everything": 1658,
      "rb": 1659,
      "canad": 1660,
      "international": 1661,
      "january": 1662,
      "due": 1663,
      "earl": 1664,
      "##less": 1665,
      "hom": 1666,
      "thought": 1667,
      "starts": 1668,
      "read": 1669,
      "pit": 1670,
      "arsenal": 1671,
      "arizona": 1672,
      "##ckey": 1673,
      "europ": 1674,
      "##ically": 1675,
      "assists": 1676,
      "32": 1677,
      "attem": 1678,
      "35": 1679,
      "##inn": 1680,
      "content": 1681,
      "seen": 1682,
      "##ged": 1683,
      "michael": 1684,
      "comb": 1685,
      "staff": 1686,
      "situ": 1687,
      "##yn": 1688,
      "trad": 1689,
      "##que": 1690,
      "##akers": 1691,
      "case": 1692,
      "##anta": 1693,
      "austral": 1694,
      "dem": 1695,
      "ev": 1696,
      "room": 1697,
      "lar": 1698,
      "health": 1699,
      "together": 1700,
      "sem": 1701,
      "hon": 1702,
      "199": 1703,
      "tech": 1704,
      "minute": 1705,
      "indian": 1706,
      "##ney": 1707,
      "sever": 1708,
      "nca": 1709,
      "domin": 1710,
      "##ered": 1711,
      "become": 1712,
      "##ribut": 1713,
      "rebounds": 1714,
      "land": 1715,
      "black": 1716,
      "saw": 1717,
      "bus": 1718,
      "louis": 1719,
      "bal": 1720,
      "previous": 1721,
      "wat": 1722,
      "low": 1723,
      "bron": 1724,
      "draw": 1725,
      "total": 1726,
      "ncaa": 1727,
      "country": 1728,
      "leading": 1729,
      "paul": 1730,
      "##ator": 1731,
      "jord": 1732,
      "role": 1733,
      "dall": 1734,
      "coup": 1735,
      "life": 1736,
      "##ten": 1737,
      "##ety": 1738,
      "##over": 1739,
      "exc": 1740,
      "prep": 1741,
      "ww": 1742,
      "american": 1743,
      "midfield": 1744,
      "hits": 1745,
      "##ime": 1746,
      "winner": 1747,
      "signing": 1748,
      "##lor": 1749,
      "##ether": 1750,
      "wil": 1751,
      "visit": 1752,
      "rele": 1753,
      "bri": 1754,
      "christ": 1755,
      "impress": 1756,
      "block": 1757,
      "##su": 1758,
      "##odgers": 1759,
      "dallas": 1760,
      "##ended": 1761,
      "surpris": 1762,
      "jr": 1763,
      "attack": 1764,
      "whether": 1765,
      "port": 1766,
      "reported": 1767,
      "special": 1768,
      "##ces": 1769,
      "oppon": 1770,
      "prosp": 1771,
      "pun": 1772,
      "bring": 1773,
      "susp": 1774,
      "##icket": 1775,
      "senior": 1776,
      "##onto": 1777,
      "fel": 1778,
      "nick": 1779,
      "fit": 1780,
      "comes": 1781,
      "saf": 1782,
      "##utive": 1783,
      "tour": 1784,
      "##oles": 1785,
      "##bert": 1786,
      "single": 1787,
      "##aim": 1788,
      "kansas": 1789,
      "##ebr": 1790,
      "everyone": 1791,
      "gets": 1792,
      "toronto": 1793,
      "##oma": 1794,
      "##ari": 1795,
      "cowbo": 1796,
      "##ased": 1797,
      "box": 1798,
      "warri": 1799,
      "##dle": 1800,
      "joe": 1801,
      "od": 1802,
      "earlier": 1803,
      "##cast": 1804,
      "continue": 1805,
      "coaches": 1806,
      "anth": 1807,
      "announced": 1808,
      "asked": 1809,
      "rich": 1810,
      "focus": 1811,
      "josh": 1812,
      "question": 1813,
      "looked": 1814,
      "cur": 1815,
      "potential": 1816,
      "video": 1817,
      "hall": 1818,
      "www": 1819,
      "##stand": 1820,
      "alm": 1821,
      "madrid": 1822,
      "##iders": 1823,
      "partic": 1824,
      "months": 1825,
      "opportunity": 1826,
      "met": 1827,
      "receiv": 1828,
      "##elph": 1829,
      "ins": 1830,
      "pred": 1831,
      "##reg": 1832,
      "33": 1833,
      "##eman": 1834,
      "wood": 1835,
      "key": 1836,
      "august": 1837,
      "##lin": 1838,
      "##umb": 1839,
      "biggest": 1840,
      "celebr": 1841,
      "fan": 1842,
      "cowboys": 1843,
      "held": 1844,
      "##com": 1845,
      "dro": 1846,
      "jordan": 1847,
      "sox": 1848,
      "losing": 1849,
      "##ised": 1850,
      "##ado": 1851,
      "steel": 1852,
      "couple": 1853,
      "called": 1854,
      "der": 1855,
      "strik": 1856,
      "recent": 1857,
      "agency": 1858,
      "##amily": 1859,
      "##ained": 1860,
      "##ending": 1861,
      "fun": 1862,
      "##cess": 1863,
      "##awks": 1864,
      "spring": 1865,
      "warriors": 1866,
      "outside": 1867,
      "ton": 1868,
      "proble": 1869,
      "lock": 1870,
      "grand": 1871,
      "family": 1872,
      "obvious": 1873,
      "doub": 1874,
      "##ccer": 1875,
      "##ico": 1876,
      "used": 1877,
      "wanted": 1878,
      "tell": 1879,
      "##ued": 1880,
      "##adelph": 1881,
      "2014": 1882,
      "##adelphia": 1883,
      "must": 1884,
      "##no": 1885,
      "golf": 1886,
      "philadelphia": 1887,
      "pull": 1888,
      "sain": 1889,
      "##ount": 1890,
      "lineback": 1891,
      "assist": 1892,
      "arg": 1893,
      "ranked": 1894,
      "ut": 1895,
      "fail": 1896,
      "looks": 1897,
      "favor": 1898,
      "offseason": 1899,
      "davis": 1900,
      "lear": 1901,
      "fri": 1902,
      "lineup": 1903,
      "minnes": 1904,
      "tow": 1905,
      "plan": 1906,
      "cam": 1907,
      "sun": 1908,
      "##roit": 1909,
      "##itions": 1910,
      "minnesota": 1911,
      "main": 1912,
      "##ric": 1913,
      "##cons": 1914,
      "support": 1915,
      "conc": 1916,
      "kevin": 1917,
      "jim": 1918,
      "pet": 1919,
      "east": 1920,
      "##ention": 1921,
      "touchdowns": 1922,
      "anything": 1923,
      "detroit": 1924,
      "mess": 1925,
      "lim": 1926,
      "##amed": 1927,
      "money": 1928,
      "shooting": 1929,
      "chiefs": 1930,
      "sto": 1931,
      "brand": 1932,
      "average": 1933,
      "abs": 1934,
      "##ends": 1935,
      "##ying": 1936,
      "tight": 1937,
      "34": 1938,
      "##bc": 1939,
      "action": 1940,
      "transfer": 1941,
      "either": 1942,
      "tak": 1943,
      "##ga": 1944,
      "bears": 1945,
      "sam": 1946,
      "streak": 1947,
      "##ided": 1948,
      "ran": 1949,
      "bru": 1950,
      "thomas": 1951,
      "ended": 1952,
      "hu": 1953,
      "hur": 1954,
      "##aring": 1955,
      "yan": 1956,
      "join": 1957,
      "maybe": 1958,
      "hope": 1959,
      "agent": 1960,
      "program": 1961,
      "franc": 1962,
      "several": 1963,
      "##af": 1964,
      "almost": 1965,
      "track": 1966,
      "tackle": 1967,
      "espec": 1968,
      "dev": 1969,
      "jun": 1970,
      "panthers": 1971,
      "seed": 1972,
      "cardinals": 1973,
      "##ffic": 1974,
      "##ection": 1975,
      "##ects": 1976,
      "especially": 1977,
      "conn": 1978,
      "needed": 1979,
      "##burgh": 1980,
      "soccer": 1981,
      "celt": 1982,
      "##lish": 1983,
      "build": 1984,
      "##cos": 1985,
      "prot": 1986,
      "fresh": 1987,
      "working": 1988,
      "##aced": 1989,
      "matches": 1990,
      "claim": 1991,
      "soon": 1992,
      "injuries": 1993,
      "atlanta": 1994,
      "use": 1995,
      "sack": 1996,
      "rams": 1997,
      "europe": 1998,
      "##velop": 1999,
      "happy": 2000,
      "riv": 2001,
      "brad": 2002,
      "knee": 2003,
      "veter": 2004,
      "##ength": 2005,
      "wal": 2006,
      "nothing": 2007,
      "##aly": 2008,
      "hour": 2009,
      "fur": 2010,
      "needs": 2011,
      "ko": 2012,
      "##cial": 2013,
      "bench": 2014,
      "pitts": 2015,
      "franch": 2016,
      "organ": 2017,
      "pub": 2018,
      "finals": 2019,
      "speed": 2020,
      "fig": 2021,
      "averag": 2022,
      "fast": 2023,
      "ca": 2024,
      "ver": 2025,
      "mas": 2026,
      "begin": 2027,
      "ohio": 2028,
      "develop": 2029,
      "sent": 2030,
      "qualif": 2031,
      "pittsburgh": 2032,
      "steelers": 2033,
      "univers": 2034,
      "captain": 2035,
      "mag": 2036,
      "yanke": 2037,
      "##oc": 2038,
      "golden": 2039,
      "wants": 2040,
      "athletic": 2041,
      "september": 2042,
      "##uled": 2043,
      "inside": 2044,
      "seconds": 2045,
      "situation": 2046,
      "deep": 2047,
      "45": 2048,
      "provid": 2049,
      "possible": 2050,
      "jets": 2051,
      "rap": 2052,
      "experience": 2053,
      "thre": 2054,
      "##ny": 2055,
      "sil": 2056,
      "expl": 2057,
      "lakers": 2058,
      "cra": 2059,
      "debut": 2060,
      "stat": 2061,
      "competition": 2062,
      "##ote": 2063,
      "##iol": 2064,
      "ber": 2065,
      "##outs": 2066,
      "lions": 2067,
      "diffic": 2068,
      "tv": 2069,
      "stop": 2070,
      "cub": 2071,
      "discuss": 2072,
      "36": 2073,
      "##ted": 2074,
      "seattle": 2075,
      "safety": 2076,
      "brady": 2077,
      "##ison": 2078,
      "via": 2079,
      "president": 2080,
      "##ucky": 2081,
      "##ured": 2082,
      "mer": 2083,
      "name": 2084,
      "felt": 2085,
      "##ized": 2086,
      "ground": 2087,
      "##uel": 2088,
      "coaching": 2089,
      "##cri": 2090,
      "story": 2091,
      "sixth": 2092,
      "adm": 2093,
      "kid": 2094,
      "pac": 2095,
      "qb": 2096,
      "##sw": 2097,
      "cho": 2098,
      "ol": 2099,
      "##itted": 2100,
      "latest": 2101,
      "tigers": 2102,
      "bell": 2103,
      "schedule": 2104,
      "hockey": 2105,
      "cond": 2106,
      "broncos": 2107,
      "art": 2108,
      "##ension": 2109,
      "hill": 2110,
      "passes": 2111,
      "recru": 2112,
      "49ers": 2113,
      "dece": 2114,
      "##ka": 2115,
      "##ism": 2116,
      "check": 2117,
      "##icks": 2118,
      "suffer": 2119,
      "finally": 2120,
      "light": 2121,
      "anthony": 2122,
      "##ming": 2123,
      "fam": 2124,
      "else": 2125,
      "##fect": 2126,
      "certainly": 2127,
      "##ully": 2128,
      "##pe": 2129,
      "challen": 2130,
      "##tch": 2131,
      "conse": 2132,
      "##car": 2133,
      "fant": 2134,
      "fox": 2135,
      "##ye": 2136,
      "browns": 2137,
      "knock": 2138,
      "mot": 2139,
      "##urning": 2140,
      "turned": 2141,
      "franchise": 2142,
      "##aker": 2143,
      "seems": 2144,
      "##uff": 2145,
      "fly": 2146,
      "rang": 2147,
      "difficult": 2148,
      "penalty": 2149,
      "dar": 2150,
      "##kins": 2151,
      "##time": 2152,
      "ill": 2153,
      "trav": 2154,
      "december": 2155,
      "appro": 2156,
      "result": 2157,
      "hot": 2158,
      "stud": 2159,
      "current": 2160,
      "middle": 2161,
      "hun": 2162,
      "taken": 2163,
      "##ander": 2164,
      "law": 2165,
      "takes": 2166,
      "##olph": 2167,
      "tamp": 2168,
      "bry": 2169,
      "##ators": 2170,
      "hasn": 2171,
      "##den": 2172,
      "morning": 2173,
      "entire": 2174,
      "jeff": 2175,
      "##ati": 2176,
      "linebacker": 2177,
      "believe": 2178,
      "##celona": 2179,
      "##ws": 2180,
      "raiders": 2181,
      "##aves": 2182,
      "yankees": 2183,
      "france": 2184,
      "##aign": 2185,
      "##iers": 2186,
      "injured": 2187,
      "instead": 2188,
      "mont": 2189,
      "simp": 2190,
      "##apol": 2191,
      "38": 2192,
      "fa": 2193,
      "helped": 2194,
      "barcelona": 2195,
      "means": 2196,
      "scott": 2197,
      "##ept": 2198,
      "strike": 2199,
      "huge": 2200,
      "packers": 2201,
      "arri": 2202,
      "est": 2203,
      "##inho": 2204,
      "actually": 2205,
      "mary": 2206,
      "matter": 2207,
      "stars": 2208,
      "jose": 2209,
      "offer": 2210,
      "##isco": 2211,
      "okl": 2212,
      "worth": 2213,
      "##ross": 2214,
      "##tern": 2215,
      "cost": 2216,
      "shar": 2217,
      "avail": 2218,
      "campaign": 2219,
      "fc": 2220,
      "goes": 2221,
      "loc": 2222,
      "nearly": 2223,
      "impact": 2224,
      "passing": 2225,
      "es": 2226,
      "leave": 2227,
      "##enty": 2228,
      "anton": 2229,
      "##ev": 2230,
      "et": 2231,
      "appeared": 2232,
      "rav": 2233,
      "matchup": 2234,
      "pal": 2235,
      "university": 2236,
      "respect": 2237,
      "ron": 2238,
      "fed": 2239,
      "pressure": 2240,
      "phill": 2241,
      "spent": 2242,
      "##ober": 2243,
      "##ital": 2244,
      "enj": 2245,
      "bur": 2246,
      "oklah": 2247,
      "##selves": 2248,
      "perfect": 2249,
      "37": 2250,
      "intercept": 2251,
      "crow": 2252,
      "picks": 2253,
      "easy": 2254,
      "images": 2255,
      "nove": 2256,
      "febr": 2257,
      "general": 2258,
      "aff": 2259,
      "kyle": 2260,
      "october": 2261,
      "november": 2262,
      "improve": 2263,
      "obviously": 2264,
      "view": 2265,
      "oklahoma": 2266,
      "spurs": 2267,
      "invol": 2268,
      "quite": 2269,
      "became": 2270,
      "teammates": 2271,
      "stretch": 2272,
      "gir": 2273,
      "february": 2274,
      "defin": 2275,
      "oak": 2276,
      "drive": 2277,
      "color": 2278,
      "olympic": 2279,
      "##inal": 2280,
      "alth": 2281,
      "stan": 2282,
      "kent": 2283,
      "die": 2284,
      "##alo": 2285,
      "cav": 2286,
      "##osed": 2287,
      "heav": 2288,
      "defender": 2289,
      "tonight": 2290,
      "although": 2291,
      "##ests": 2292,
      "ability": 2293,
      "##work": 2294,
      "##ski": 2295,
      "steph": 2296,
      "##pping": 2297,
      "asso": 2298,
      "air": 2299,
      "vill": 2300,
      "associ": 2301,
      "##ories": 2302,
      "consec": 2303,
      "##ren": 2304,
      "alab": 2305,
      "zone": 2306,
      "##weight": 2307,
      "giving": 2308,
      "extra": 2309,
      "consecutive": 2310,
      "couldn": 2311,
      "emp": 2312,
      "across": 2313,
      "agre": 2314,
      "##pm": 2315,
      "wel": 2316,
      "##bed": 2317,
      "cross": 2318,
      "challenge": 2319,
      "tampa": 2320,
      "solid": 2321,
      "push": 2322,
      "fre": 2323,
      "pair": 2324,
      "ide": 2325,
      "saying": 2326,
      "##eason": 2327,
      "understand": 2328,
      "cubs": 2329,
      "enjoy": 2330,
      "##gy": 2331,
      "rh": 2332,
      "##antage": 2333,
      "denver": 2334,
      "athletes": 2335,
      "preseason": 2336,
      "fal": 2337,
      "orig": 2338,
      "arena": 2339,
      "german": 2340,
      "##row": 2341,
      "redsk": 2342,
      "area": 2343,
      "##ove": 2344,
      "nov": 2345,
      "gone": 2346,
      "bott": 2347,
